android-tools
arch-install-scripts
base
base-devel
btop
cowfortune
cowsay
docker
expac
fd
fish
fzf
gcc
gdb
gedit
git
git-lfs
github-cli
gitleaks
glab
google-glog
gource
imagemagick
jdk-openjdk
jdk21-openjdk
jq
less
lf
lib32-glibc
lolcat
man-db
nano
ncdu
neovim
nodejs
noto-fonts-emoji
npm
openssh
pacman-contrib
ponysay
powerline-fonts
python
python-hatchling
python-pillow
python-pip
python-pipx
qemu-system-arm
qemu-user
ripgrep
sshpass
starship
sudo
tk
tmux
tree
ttf-firacode-nerd
unzip
valgrind
vim
wget
yazi
zip
zoxide
